"A description" = "En beskrivning";
"Address" = "Adress";
"Basic Settings" = "Grundläggande inställningar";
"Camera List" = "Kameror";
"Camera Model" = "Kameramodell";
"Description" = "Beskrivning";
"Edit Camera" = "Ändra kamera";
"New camera" = "Ny kamera";
"Connectivity Problem" = "Anslutning misslyckades";
"NotAuthorized" = "Du har inte rättighet att se den aktuella kameran. Vänligen kontroller användarnamn och lösenord.";
"SettingsIncorrect" = "Kunde inte ansluta till kameran. Vänligen kontrollera att kameran är ansluten och inställningarna korrekta.";
"OK" = "OK";
"Password" = "Lösenord";
"User name" = "Användarnamn";
"View Camera" = "Kamerabild";
"Edit" = "Ändra";
"Touch the camera picture to take a photo." = "Nudda kamerabilden för att ta ett foto.";
